Repository: aybelanov/tinyPlatform
Catalog: src/Clients/Dash/Services/Localization/Localizer.*.resx
Languages: ru

# MonitorMapping.Delete.Error
source: Error of deletting the mapping of the sensor "{0}" to the monitor.
ru: Ошибка удаления привязки сенсора "{0}" к монитору.

# DataGrid.Column.MonitorName.EditTitle
source: edit monitor
ru: редактировать монитор

# DataGrid.Column.MonitorName.ShowTitle
source: show monitor
ru: показать монитор

# LoginDisplay.AdminPanel
source: Admin panel
ru: Админ панель

# LoginDisplay.HubHomePage
source: Hub
ru: Хаб

# DataGrid.Column.Icon
source: Icon
ru: Значок

# DataGrid.Column.Owner
source: Owner
ru: Владелец

# DataGrid.Column.ShowInMenu
source: In menu
ru: В меню

# Pages.Configuration.OwnMonitors
source: My monitors
ru: Мои мониторы

# Pages.Configuration.SharedMonitors
source: Shared monitors
ru: Совместные мониторы

# Sidebar.Menu.Admin.Name
source: Administration
ru: Администрирование

# Sidebar.Menu.Config.Users.Description
source: All users
ru: Все пользователи

# Sidebar.Menu.Config.Users.Name
source: Users
ru: Пользователи

# Sidebar.Menu.Config.Widgets.Description
source: Widget for the monitors
ru: Все виждеты мониторов

# Sidebar.Menu.Config.Widgets.Name
source: Widgets
ru: Виджеты

# DataGrid.Column.Avatar
source: Avatar
ru: Аватар

# DataGrid.Column.IsActive
source: Active
ru: Активен

# DataGrid.Column.OnlineStatus
source: Status
ru: Статус

# OnlineStatus.BeenRecently
source: been recently
ru: был недавно

# OnlineStatus.NoActivities
source: no activities
ru: без активности

# Table.Admin.Users
source: Dashbord users
ru: Пользователи панели телеметрии

# Exception.Rpc.Aborted
source: Request has been aborted by the server. {0} See browser console for details.
ru: Запрос отклонён сервером. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.InvalidArgument
source: Invalid argument. {0} See browser console for details.
ru: Недопустимый аргумент. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.NotFound
source: Method not found. {0} See browser console for details.
ru: Метод не найден. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.PermissionDenied
source: Permission denied. {0} See browser console for details.
ru: Доступ запрещён. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.Unauthenticated
source: User is not authenticated. {0} See browser console for details.
ru: Пользователь не аутентифицирован. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.Unknown
source: Error: {0} For more details see browser console.
ru: Ошибка: {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.Internal
source: Internal error. {0} See browser console for details.
ru: Внутрення ошибка. {0} Смотрите подробности в консоле браузера.

# Exception.Rpc.Unavailable
source: Server is unavailable. {0}
ru: Сервер недоступен. {0}

# Pages.Admin.Devices
source: All devices
ru: Все устройства

# Pages.Admin.Monitors
source: All monitors
ru: Все мониторы

# Pages.Admin.Users
source: All dashboard users
ru: Пользователи панели телеметрии

# Pages.Admin.Widgets
source: All widgets
ru: Все виджеты

# DataGrid.Column.IpAddress
source: IP address
ru: IP адрес

# Table.Admin.Devices
source: All devices
ru: Все устройства

# Filter.DeviceTable.ShowOwnOnly
source: my owns only
ru: только мои

# DataGrid.Show
source: Show
ru: Показать

# Pages.Configuration.Users
source: All users
ru: Все пользователи

# Table.Devices.ActivityTable
source: Device activity log
ru: Лог активности устройства

# Table.Devices.ActivityTable.Hint
source: Device activity log.
ru: Лог активности данного устройства

# Table.Devices.AdminMode
source: The devices that have been registered in the system.
ru: Все устройства, зарегистрированные в системе.

# Table.Devices.All
source: All devices
ru: Все устройства

# Table.Devices.MonitorTable
source: Device monitors
ru: Мониторы устройства

# Table.Devices.MonitorTable.Hint
source: The monitors which display the sensors of this device.
ru: Мониторы, на которых отображаются сенсоры данного устройства.

# Table.Devices.Own
source: My devices
ru: Мои устройства

# Table.Devices.Own.Hint
source: The devices that have been registered by the user.
ru: Устройства, зарегистрированные текущим пользователем.

# Table.Devices.SensorTable
source: Device sensors
ru: Сенсоры устройства

# Table.Devices.SensorTable.Hint
source: The registered sensors that are serviced by this device
ru: Зарегистрированные сенсоры, обслуживаемые данным устройством.

# Table.Devices.Shared
source: Shared devices
ru: Общие устройства

# Table.Devices.Shared.Hint
source: The devices of other users to which they have granted access to this user.
ru: Устройства других пользователей, доступ к которым они предоставили данному пользователю.

# Table.Devices.UserTable
source: Shared users
ru: Общие пользователи

# Table.Devices.UserTable.Hint
source: The users to whom the user-owner of this device has provided shared access to this device.
ru: Пользователи, которым пользователь-владелец данного устройства предоставил совместный доступ к данному устройству.

# Table.Monitors.AdminMode
source: The monitors that have been registered in the system.
ru: Все мониторы, зарегистрированные в системе.

# Table.Monitors.All
source: All monitors
ru: Все мониторы

# Table.Monitors.MonitorMappingTable
source: Monitor details
ru: Состав монитора

# Table.Monitors.MonitorMappingTable.Hint
source: Widgets and sensors that are displayed on this monitor.
ru: Виджеты и сенсоры отображаемые на данном мониторе

# Table.Monitors.Own
source: My monitors
ru: Мои мониторы

# Table.Monitors.Own.Hint
source: The monitors which have been registered by this users.
ru: Мониторы, зарегистрированные текущим пользователем

# Table.Monitors.Shared
source: Shared monitors
ru: Общие мониторы

# Table.Monitors.Shared.Hint
source: The monitors of other users to which they have granted access to this user.
ru: Мониторы других пользователей, которые они предоставили данному пользователю

# Table.Monitors.UserTable
source: Shared users
ru: Общие пользователи

# Table.Monitors.UserTable.Hint
source: The users to whom the user-owner of this monitor has shared access to this monitor.
ru: Пользователи, которым пользователь-владелец данного монитора предоставил совместный доступ к данному монитору.

# Table.Sensors.MonitorMappingTable
source: Monitors to widgets and sensors mappings
ru: Привязки монитора

# Table.Sensors.MonitorMappingTable.Hint
source: Monitors to widgets and sensors mappings.
ru: Привязки сенсоров и виджетов к мониторам

# Table.Sensors.WidgetMappingTable
source: Sensors to widgets mappings
ru: Привязки сенсоров и виджетов

# Table.Sensors.WidgetMappingTable.Hint
source: Sensors to widgets mappings.
ru: Привязки сенсоров к виджетам

# Table.Users
source: All users
ru: Все пользователи

# Table.Users.DeviceTable
source: User devices
ru: Устройства пользователя

# Table.Users.DeviceTable.Hint
source: The devices which have been registered by the user.
ru: Устройства, зарегистрированные пользователем.

# Table.Users.Hint
source: All registered users of the telemetry dashboard.
ru: Все зарегистрированные пользователи панели телеметрии.

# Table.Users.MonitorTable
source: User monitors
ru: Мониторы пользователя

# Table.Users.MonitorTable.Hint
source: The monitors which have been created by the user.
ru: Мониторы, созданные пользователем.

# Table.Users.SharedDeviceTable
source: Shared devices
ru: Общие устройства

# Table.Users.SharedDeviceTable.Hint
source: The devices of other users to which they have granted access to this user.
ru: Устройства других пользователей, доступ к которым они предоставили данному пользователю.

# Table.Users.SharedMonitorTable
source: Shared monitors
ru: Общие мониторы

# Table.Users.SharedMonitorTable.Hint
source: The monitors of other users to which they have granted access for this user.
ru: Мониторы других пользователей, доступ к которым они предоставили данному пользователю.

# Table.Widgets.AdminMode
source: All widgets that have been created in the system.
ru: Все виджеты, созданные в системе

# Table.Widgets.All
source: All widgets
ru: Все виджеты

# Table.Widgets.Own
source: My widgets
ru: Мои виджеты

# Table.Widgets.Own.Hint
source: Widgets which have been created by this user.
ru: Виджеты, созданные текущим пользователем

# LoginDisplay.AdminMode
source: Admin mode
ru: Админ режим

# LoginDisplay.AdminMode.Hint
source: Enables viewing of all entities and users of the telemetry dashboard.
ru: Включает просмотр всех объектов и пользователей панели телеметрии.

# DownloadTask.Request.Compression.Label
source: Compression
ru: Сжатие

# DownloadTask.Request.Device.Label
source: Device
ru: Устройство

# DownloadTask.Request.Device.SearchText
source: Search...
ru: Поиск...

# DownloadTask.Request.FileFormat.Label
source: Format
ru: Формат

# DownloadTask.Request.From.Label
source: From
ru: С

# DownloadTask.Request.Sensors.Label
source: Sensors
ru: Датчики

# DownloadTask.Request.Sensors.SearchText
source: Search...
ru: Поиск...

# DownloadTask.Request.To.Label
source: To
ru: По

# FileCompressionType.None
source: none
ru: нет

# Reports.DownloadTask.Request
source: Download request
ru: Запрос выгрузки

# Sidebar.Menu.Report.Charts
source: Charts
ru: Графики

# Sidebar.Menu.Report.Export
source: Data export
ru: Экспорт данных

# Sidebar.Menu.Report.Player
source: Player
ru: Плеер

# DataGrid.Column.EndDateTime
source: Done
ru: Выполнено

# DataGrid.Column.FileName
source: File name
ru: Имя файла

# DataGrid.Column.FileSize
source: Size
ru: Размер

# DataGrid.Column.FileState
source: State
ru: Состояние

# DataGrid.Column.StartDateTime
source: Created
ru: Создано

# DataGrid.Column.User
source: User
ru: Пользователь

# DownloadFileState.Canceled
source: cancelled
ru: отменено

# DownloadFileState.Expired
source: link expired
ru: срок истёк

# DownloadFileState.InTheQueue
source: in the queue
ru: в очереди

# DownloadFileState.Processing
source: processsing...
ru: обрабатывается...

# DownloadFileState.Ready
source: ready
ru: готово

# Reports.DownloadTasks
source: Downloads
ru: Выгрузки

# ExportDataPage.Title
source: Data export
ru: Выгрузка данных

# Button.Get
source: Get
ru: Выгрузить

# Button.Build
source: Build
ru: Построить

# Charts.Request.Device.Label
source: Device
ru: Устройство

# Charts.Request.From.Label
source: From
ru: С

# Charts.Request.Sensors.Label
source: Sensors
ru: Сенсоры

# Charts.Request.To.Label
source: To
ru: По

# DownloadTasks.Delete.Confirm.Message
source: Delete the download task {0}?
ru: Удалить запрос на скачивание {0}?

# DownloadTasks.Delete.Confirm.Title
source: Deleting a download task
ru: Удаление задачи скачивания

# DownloadTasks.Delete.Error
source: Error of deleting the download task {0}.
ru: Ошибка удаления запроса на скачивание {0}.

# DownloadTasks.Delete.Success
source: The download task {0} has been deleted successfully.
ru: Запрос на скачивание {0} успешно удалён.

# Reports.Charts.Request
source: Devices and date range
ru: Устройства и период

# Charts.Title
source: Charts
ru: Графики

# ComparisonChart.EmptyText
source: no data
ru: нет данных

# Charts.PageHint
source: Select one or two sensors to compare and analize data. You can add a second sensor from any available device from the list.
ru: Выберите один или два сенсора для анализа и сопоставления данных. Вы можете добавить второй сенсор от любого доступного устройства из списка.

# Charts.PageTitle
source: Comparison charts
ru: Графики сравнения

# Charts.Request.Sensors.MultiselectValidator
source: Select only {0} or {1} sensors
ru: Выберите {0} или {1} сенсора

# ComparisonChart.InitText
source: No loaded data yet. Click "Build" to load.
ru: Нет загруженных данных. Нажмите "Построить".

# Device.Types.Mobile
source: Mobile
ru: Мобильные

# Device.Types.Stationary
source: Stationary
ru: Стационарные

# DeviceMap.Types.Layer
source: Layer
ru: Слой

# DeviceMap.Types.Map
source: Map
ru: Карта

# DeviceMap.Types.Sat
source: Satellite
ru: Спутник

# Home.DataSctatistics
source: Data statistics
ru: Статистика данных

# Home.DataSctatistics.Label
source: Range
ru: Интервал

# Home.DeviceMap
source: Device map
ru: Карта устройств

# Map.Button.All
source: Show all devices on the map window
ru: Вписать все устройства на карту

# Button.Update
source: Update
ru: Обновить

# Home.DeviceMap.Location.Own
source: Device location: user own and shared devices
ru: Расположение устройств: устройства пользователя

# TimeIntervalType.Day
source: Day
ru: Сутки

# TimeIntervalType.Decade
source: Decade
ru: Декада

# TimeIntervalType.Hour
source: Hour
ru: Час

# TimeIntervalType.Month
source: Month
ru: Месяц

# TimeIntervalType.Quarter
source: Quarter
ru: Квартал

# TimeIntervalType.Week
source: Week
ru: Неделя

# TimeIntervalType.Year
source: Year
ru: Год

# UserDropDown.Placeholder
source: Users: all
ru: Пользователи: все

# DeviceDropDown.Placeholder
source: Devices: all
ru: Устройства: все

# Home.DeviceMap.Location.All
source: Device location: all registered devices
ru: Расположение устройств: все зарегистрированные устройства

# Button.Play
source: Play
ru: Показать

# Player.Request.Device.Label
source: Device
ru: Устройство

# Player.Request.From.Label
source: From
ru: С

# Player.Request.Sensors.Label
source: IP camera
ru: IP камера

# Player.Request.To.Label
source: To
ru: По

# Player.Title
source: Video player
ru: Видео плейер

# Player.Videoplayer
source: Video
ru: Видео

# Reports.Player.Request
source: Request video
ru: Запросить видео

# Button.Show
source: Show
ru: Показать

# Reports.Tracker.Request
source: Track request
ru: Запрос трека

# Tracker.Device.Label
source: Device
ru: Устройство

# Tracker.From.Label
source: From
ru: С

# Tracker.Map
source: Map
ru: Карта

# Tracker.Sensors.Label
source: Tracker
ru: Трекер

# Tracker.Title
source: GNSS Tracker
ru: ГНСС Трекер

# Tracker.To.Label
source: To
ru: По

# Sidebar.Menu.Report.Tracker
source: Tracker
ru: Трекер

source: Speed
ru: Скорость

# Select.Device
source: Device...
ru: Устройство...

# Select.IpCam
source: IP Cam...
ru: IP камера...

# Select.Sensor
source: Sensor...
ru: Сенсор...

# Connection.AccessDenied
source: Access denied
ru: Доступ запрещён

# Connection.AccessDenied.Message
source: Current user was already connected. The allowed number of connections per user has been exceeded. Contact the system administrator.
ru: Текущий пользователь уже подключен. Превышено разрешенное число соединений для одного пользователя. Обратитесь к администратору системы.

# Device.CreateOrEdit.Label.Password
source: Password
ru: Пароль

# Device.Password.Change.Link
source: Change password
ru: Сменить пароль

# Device.CreateOrEdit.Password.Placeholder
source: Enter a password...
ru: Введите пароль...

# Device.CreateOrEdit.SystemName.Check
source: Check
ru: Проверить

# Device.CreateOrEdit.SystemName.Check.Hint
source: Check new system name's avalability
ru: Проверить доступность нового системного имени

# Device.Password.NotChanged
source: Entered password has already set.
ru: Указанный пароль уже установлен

# Device.Password.HasChanged
source: Password has changed successfully.
ru: Пароль успешно сменён.

# Exception.Rpc.Cancelled
source: Operation was cancelled: {0}
ru: Операция отменена: {0}

# Button.Change
source: Change
ru: Сменить

# Button.Close
source: Close
ru: Закрыть

# Device.Command.Send.Link
source: Send command
ru: Отправить комманду

# Device.Command.Title
source: Sending commands
ru: Отправка команд

# Device.CreateOrEdit.Label.Icon
source: Icon
ru: Значок

# Device.CreateOrEdit.Label.IsMobile
source: Mobile
ru: Мобильное

# Device.CreateOrEdit.Label.IsMobile.Hint
source: Set "true" if the device is installed on a mobile object <br/> to get the location of the device.
ru: Установите "true", если устройство установлено на мобильном объекте,<br/> чтобы получать местоположение устройства.

# Device.CreateOrEdit.Label.ShowOnMain
source: On the main map
ru: На главной карте

# Device.CreateOrEdit.Label.ShowOnMain.Hint
source: Show the device location on the main map on "Overview" page.<br/> For mobile devices, the location of the installation place is displayed.<br/> To track mobile devices, use monitors or "Tracker" in the "Reports" section.
ru: Показывать местосполжение устройства на карте "Главного экрана"<br/> Для мобильных устройств отображается метосположение места инсталяции.<br/> Для отслеживания моильных устройств используйте мониторы или "Трекер" в разделе "Отчёты".

# Device.CreateOrEdit.Label.SystemName.Hint
source: Device system name. Must be unique.
ru: Системное имя устройства. Должно быть уникальным.

# Device.CreateOrEdit.Lat.Label
source: Lat
ru: Широта

# Device.CreateOrEdit.Lon.Label
source: Lon
ru: Долгота

# Device.CreateOrEdit.LonLat.Label
source: Lon/Lat
ru: Долгота/Широта

# Device.DeviceMap.Title
source: Device location
ru: Местоположение устройства

# Device.Onmap.Link
source: Show location
ru: Показать местоположение

# Device.Password.Change
source: Сhanging the device password
ru: Смена пароля устройства

# Device.Password.New.Placeholder
source: Enter a new password...
ru: Введите новый пароль...

# CommonMenu.CahceHasCleared
source: Appliaction cache has been cleared
ru: Кэш приложения очищен

# CommonMenu.ClearCache
source: Clear cache
ru: Очистить кэш

# CommonMenu.Title
source: Additionally
ru: Допольнительно

# Submit.NoChanges
source: The data has not been changed.
ru: Данные не изменены

# DataGrid.Column.ActivityType
source: Activity type
ru: Активность

# DataGrid.Column.Comment
source: Comment
ru: Комментарий

# DataGrid.Column.CreatedOnUtc
source: Created UTC
ru: Создано UTC

# DataGrid.Column.Entity
source: Entity
ru: Сущность

# DataGrid.Column.SubjectName
source: Subject
ru: Субъект

# Table.DeviceActivity.Title
source: Activity log
ru: Лог активности

# Table.Sensors.Title
source: Sensors
ru: Датчики

# Table.UserActivity.Title
source: User log
ru: Лог пользователя

# Table.UserActivity.Title.Hint
source: User activity log
ru: Лог активности пользователя

# Validation.RequireJsonFormat
source: JSON format is required
ru: Требуется формат JSON

# Device.Icon.Upload.Success
source: Device icon has upload successfully
ru: Значок устройства успешно обновлён

# Sensor.CreateOrEdit.Label.InCommonLog.Hint
source: Show sensor message in the common log on the main page
ru: Показывать сообщения сенсора в общем логе на главной сттанице

# Sensor.Icon.Upload.Success
source: Sensor icon has upload successfully
ru: Значок датчика успешно обновлён

# Validation.RequireLength
source: Length must be from {0} to {1} characters
ru: Длина должна быть {0} до {1} символов

# ConsoleLog.Sensor
source: Sensor log
ru: Лог сенсора

# DataGrid.Column.WidgetType
source: Widget type
ru: Тип виджета

# Table.Widgets.MonitorMappingTable
source: Widget monitors
ru: Мониторы

# Table.Widgets.MonitorMappingTable.Hint
source: Monitors that are using ths widget
ru: Мониторы, использующие данный виджет

# Table.Widgets.SensorTable
source: Widget sensors
ru: Датчики

# Table.Widgets.SensorTable.Hint
source: Sensors that are using this widget
ru: Датчики, использующие данный виджет

# Table.Widgets.SensorMapping
source: Sensor widgets
ru: Виджеты сенсора

# Table.Widgets.SensorMapping.Hint
source: Widgets that visualize data of this sensor.
ru: Виджеты, которые визуализируют данные этого датчика.

# SelectWidget.Description
source: Description
ru: Описание

# SelectWidget.FieldSet
source: Select
ru: Выбор

# SelectWidget.PlaceHolder
source: Selec a widget...
ru: Выберите виджет...

# SelectWidget.Title
source: Widget select
ru: Выбор виджета

# SelectWidget.Widget
source: Widget
ru: Виджет

# SelectSensor.Device
source: Device
ru: Устройство

# SelectSensor.Device.PlaceHolder
source: Select a device...
ru: Выберите устройство...

# SelectSensor.Sensor
source: Sensor
ru: Датчик

# SelectSensor.Sensor.PlaceHolder
source: Select a sensor...
ru: Выберите датчик...

# SelectSensor.Title
source: Select sensor
ru: Выбор сенсора (датчика)

# Sensor.Map.Error
source: Error of mapping widget to the sensor {0}.
ru: Ошибка создания привязки виджета и сенсора "{0}".

# Sensor.Map.Success
source: Sensor {0} has been mapped to the widget successfully.
ru: Привязка сенсора "{0}" к виджету успешно добавлена.

# Sensor.Unmap.Confirm.Message
source: Unmap sensor {0} from the widget?
ru: Удалить привязку виджета и сенсора "{0}"?

# Sensor.Unmap.Confirm.Title
source: Sensor unmapping
ru: Удаление привязки

# Sensor.Unmap.Error
source: Error of unmapping widget from the sensor {0}.
ru: Ошибка удаления привязки виджета и сенсора "{0}".

# Sensor.Unmap.Success
source: Widget has been unmapped from the sensor {0} successfully.
ru: Привязка виджета и сенсора "{0}" успешно удалёна.

# Table.Sensors.WidgetMapping
source: Widget sensors
ru: Сенсоры виджета

# Table.Sensors.WidgetMapping.Hint
source: Sensors that are visualized by this widget.
ru: Сенсоры, которые визуализируются данным виджетом.

# Widget.Map.Error
source: Error of mapping widget {0} to the sensor
ru: Ошибка создания привязки виджета "{0}" и сенсора.

# Widget.Map.Success
source: Widget {0} has been mapped to the sensor successfully
ru: Привязка сенсора к виджету "{0}" успешно добавлена.

# Widget.Unmap.Confirm.Message
source: Unmap widget {0} from the sensor?
ru: Удалить привязку виджета "{0}" и сенсора?

# Widget.Unmap.Confirm.Tilte
source: Widget unmapping
ru: Удаление привязки

# Widget.Unmap.Error
source: Error of unmapping widget {0} from the sensor
ru: Ошибка удаления привязки виджета "{0}" к сенсору.

# Widget.Unmap.Success
source: Widget {0} has been unmapped from the sensor successfully
ru: Привязка виджета "{0}" и сенсора успешно удалёна.

# Monitor.CreateOrEdit.Label.DisplayOrder.Hint
source: Display order in the side menu
ru: Порядок отображения в боковом меню

# Montor.Map.UserName
source: Username
ru: Имя пользователя

# Montor.Map.UserName.Placeholder
source: Enter a username...
ru: Введите имя пользователя...

# Presentation.Map.Create.Error
source: Error of presentation {0} creation.
ru: Ошибка создания представления {0}.

# Presentation.Map.Create.Success
source: Ppresentation {0} has been created successfully.
ru: Представление {0} успешно создано.

# Presentation.Map.Create.Title
source: Create a presentation
ru: Создание представления

# Presentation.Map.Description
source: Description
ru: Описание

# Presentation.Map.Description.Placeholder
source: Enter a description...
ru: Введите описание...

# Presentation.Map.DisplayOrder
source: Display order
ru: Порядок

# Presentation.Map.Name
source: Name
ru: Имя

# Presentation.Map.Name.Placeholder
source: Enter a name...
ru: Введите имя...

# Presentation.Map.SensorWidget
source: Presentation
ru: Представление

# Presentation.Map.SensorWidget.PlaceHolder
source: Select presentation...
ru: Выберите представление...

# Presentation.Map.SensorWidget.Required
source: Presentation required
ru: Требуется представление

# Presentation.Map.Update.Error
source: Error of presentation {0} updating.
ru: Ошибка обновления представления {0}.

# Presentation.Map.Update.Success
source: Ppresentation {0} has been updated successfully.
ru: Представление {0} успешно обновлено.

# Presentation.Map.Update.Title
source: Update presentation
ru: Обновление представления

# Presentation.Unmap.Confirm.Message
source: Unmap presentation {0} from the monitor?
ru: Удалить представление {0}?

# Presentation.Unmap.Confirm.Title
source: Presentation unmapping
ru: Удаление представления

# Presentation.Unmap.Error
source: Error of unmapping presentation {0} from the monitor.
ru: Ошибка удаления представления {0}.

# Presentation.Unmap.Success
source: Presentation {0} has been unmapped successfully.
ru: Представление {0} успешно удалено.

# SelectUser.Title
source: Select user
ru: Выбор пользователя

# Table.Devices.UserMapping
source: Device's users
ru: Пользователи устройства
