Repository: aybelanov/tinyPlatform
Catalog: src/Clients/Dash/Services/Localization/Localizer.*.resx
Languages: ru

# Button.Cancel
source: Cancel
ru: Отмена

# Button.Delete
source: Delete
ru: Удалить

# Button.No
source: No
ru: Нет

# Button.Save
source: Save
ru: Сохранить

# Button.Save&amp;Continue
source: Save&Continue
ru: Сохранить и продолжить

# Button.Yes
source: Yes
ru: Да

# DataGrid.Add
source: Add
ru: Добавить

# DataGrid.Column.DisplayOrder
source: Order
ru: Порядок

# DataGrid.Column.Enabled
source: Enabled
ru: Включен

# DataGrid.Column.Id
source: Id
ru: Ид.

# DataGrid.Column.LastActivity
source: Last activity
ru: Посл. активность

# DataGrid.Column.MonitorName
source: Monitor name
ru: Имя монитора

# DataGrid.Column.Name
source: Name
ru: Имя

# DataGrid.Column.SensorName
source: Sensor name
ru: Имя сенсора

# DataGrid.Column.SystemName
source: System name
ru: Системное имя

# DataGrid.Column.DeviceName
source: Device name
ru: Имя устройства

# DataGrid.Create
source: Create
ru: Создать

# DataGrid.Delete
source: Delete
ru: Удалить

# DataGrid.Edit
source: Edit
ru: Редактировать

# DataGrid.EmptyText
source: No Items to display!
ru: Нет данных для отображения!

# DataGrid.Device.Status
source: Status
ru: Статус

# DataGrid.Update
source: Update
ru: Обновить

# Error.DataFetch
source: Data fetch error.
ru: Ошибка загрузки данных.

# Header.Links.Documentation
source: Documentation
ru: Документация

# Header.Links.Documentation.Title
source: Documentation and FAQs
ru: Документация и Форум

# Header.Links.Support
source: Support
ru: Поддержка

# Header.Links.Support.Title
source: Support service
ru: Служба поддержки

# Header.MainTitle
source: Tiny dashboard
ru: Tiny панель

# Index.HelloWorld
source: Hello, World!
ru: Привет, мир!

# LoginDisplay.Login
source: Log in
ru: Войти

# LoginDisplay.Logout
source: Log out
ru: Выйти

# LoginDisplay.Profile
source: User profile
ru: Профиль пользователя

# LoginDisplay.Registration
source: Registration
ru: Ригстрация

source: Monitor
ru: Монитор

# Monitor.Create.PageTitle
source: Create a monitor
ru: Создать монитор

# Monitor.CreateOrEdit.ToMonitorList
source: To the monitor list
ru: К списку мониторов

# Monitor.CreateOrEdit.Fieldset.Common
source: Common info
ru: Общие

# Monitor.CreateOrEdit.Fieldset.Sensors
source: Monitor sensors
ru: Сенсоры монитора

# Monitor.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок

# Monitor.CreateOrEdit.Label.Enabled
source: In menu
ru: В меню

# Monitor.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# Monitor.CreateOrEdit.Label.MenuItem
source: Menu item
ru: Пункт меню

# Monitor.CreateOrEdit.Label.Name
source: Name
ru: Имя

# Monitor.CreateOrEdit.Label.Description
source: Description
ru: Описание

# Monitor.CreateOrEdit.MenuItem.Placeholder
source: Enter the menu item name here...
ru: Введите имя пункта меню...

# Monitor.CreateOrEdit.Name.Placeholder
source: Enter a monitor name here...
ru: Введите имя монитора...

# Monitor.CreateOrEdit.Description.Placeholder
source: Enter a description here...
ru: Введите описание...

# Monitor.Delete.Confirm.Message
source: Delete the monitor "{0}"?
ru: Удалить монитор "{0}"?

# Monitor.Delete.Confirm.Title
source: Deletting the monitor
ru: Удаление монитора

# Monitor.Delete.Error
source: Error of deletting the monitor "{0}".
ru: Ошибка удаления монитора "{0}".

# Monitor.Delete.Success
source: Monitor "{0}" is deleted successfully.
ru: Монитор "{0}" успешно удалён.

# Monitor.Edit.PageTitle
source: Edit the monitor
ru: Редактировать монитор

# Monitor.Insert.Error
source: Error of adding the monitor "{0}".
ru: Ошибка добавления монитора "{0}".

# Monitor.Insert.Success
source: Monitor "{0}" is added successfully.
ru: Монитор "{0}" успешно добавлен.

# Monitor.Update.Error
source: Error of updating the monitor "{0}".
ru: Ошибка обновления монитора "{0}".

# Monitor.Update.Success
source: Monitor "{0}" is updated successfully.
ru: Монитор "{0}" обновлён.

source: Monitors
ru: Мониторы

# Page.AccessDenied.Message
source: The request is denied or not found.
ru: Доступ запрещён.

# Page.Index.NotAuthorized.Message
source: Authorize to use service.
ru: Атворизуйтесь, чтобы использовать сервис.

# Pages.Configuration.Monitors
source: Monitors
ru: Мониторы

# Pages.Configuration.Devices
source: Devices
ru: Устройства

source: Search...
ru: Найти...

source: Select...
ru: Выбрать...

source: Sensor
ru: Сенсор

# Sensor.Create.PageTitle
source: Register a sensor
ru: Регистрация сенсора

# Sensor.CreateOrEdit.Fieldset.Common
source: Common
ru: Общие

# Sensor.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок отображения

# Sensor.CreateOrEdit.Label.Enabled
source: Enable
ru: Включен

# Sensor.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# Sensor.CreateOrEdit.Label.Name
source: Name
ru: Имя

# Sensor.CreateOrEdit.Label.Description
source: Description
ru: Описание

# Sensor.CreateOrEdit.Label.SystemName
source: System name
ru: Системное имя

# Sensor.CreateOrEdit.Name.Placeholder
source: Enter a sensor name...
ru: Введите имя сенсора...

# Sensor.CreateOrEdit.Description.Placeholder
source: Enter a short description of the sensor...
ru: Введите краткое описание сенсора

# Sensor.CreateOrEdit.ToSensorList
source: To the sensor list
ru: К списку сенсоров

# Sensor.Delete.Confirm.Message
source: Delete sensor "{0}"?
ru: Удалить сенсор "{0}"?

# Sensor.Delete.Confirm.Title
source: Deletting the sensor
ru: Удаление сенсора

# Sensor.Delete.Error
source: Error of deleting sensor "{0}".
ru: Ошибка удаления вотчера "{0}".

# Sensor.Delete.Success
source: Sensor "{0}" was deleted successfully.
ru: Сенсор "{0}" успешно удалён.

# Sensor.Edit.PageTitle
source: Edit the sensor: {0}
ru: Редактирование сенсора {0}

# Sensor.Update.Error
source: Error of updating sensor "{0}".
ru: Ошибка обновления сенсора "{0}".

# Sensor.Update.Success
source: Sensor "{0}" is updated successfully.
ru: Серсор "{0}" успешно обновлён.

source: Widget
ru: Представление сенсора

# Widget.Create.PageTitle
source: Create a widget
ru: Создание представления сенсора

# Widget.CreateOrEdit.Fieldset.Common
source: Common
ru: Общие

# Widget.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок отображения

# Widget.CreateOrEdit.Label.Enabled
source: Enable
ru: Включено

# Widget.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# Widget.CreateOrEdit.Label.Name
source: Name
ru: Имя

# Widget.CreateOrEdit.Label.Description
source: Description
ru: Описание

# Widget.CreateOrEdit.Label.SystemName
source: System name
ru: Системное имя

# Widget.CreateOrEdit.Name.Placeholder
source: Enter a widget name...
ru: Введите имя представления...

# Widget.CreateOrEdit.Description.Placeholder
source: Enter a short description of the widget...
ru: Введите краткое описание представления

# Widget.CreateOrEdit.ToSensorList
source: To the widget list
ru: К списку сенсоров

# Widget.Delete.Confirm.Message
source: Delete widget "{0}"?
ru: Удалить представление сенсора "{0}"?

# Widget.Delete.Confirm.Title
source: Deletting the widget
ru: Удаление представления сенсора

# Widget.Delete.Error
source: Error of deleting widget "{0}".
ru: Ошибка удаления представления сенсора "{0}".

# Widget.Delete.Success
source: Widget "{0}" was deleted successfully.
ru: Представление сенсора "{0}" успешно удалено.

# Widget.Edit.PageTitle
source: Widget {0}
ru: Виджет {0}

# Widget.Update.Error
source: Error of updating widget "{0}".
ru: Ошибка обновления представления сенсора "{0}".

# Widget.Update.Success
source: Widget "{0}" is updated successfully.
ru: Представление сенсора "{0}" успешно обновлено.

source: Widgets
ru: Виджеты

source: Sensors
ru: Сенсоры

# Sidebar.Menu.Config.Description
source: App configuration and settings
ru: Найстройки приложения

# Sidebar.Menu.Config.Monitors.Description
source: Additional monitoring screens
ru: Экраны мониторинга

# Sidebar.Menu.Config.Monitors.Name
source: Monitors
ru: Мониторы

# Sidebar.Menu.Config.Name
source: Configuration
ru: Конфигурация

# Sidebar.Menu.Config.Records.Description
source: Records from the device sensors
ru: Записи сенсоров устройств

# Sidebar.Menu.Config.Records.Name
source: Sensor records
ru: Записи серсоров

# Sidebar.Menu.Config.Sensors.Description
source: Settings of the device sensors
ru: Настройки сенсоров

# Sidebar.Menu.Config.Sensors.Name
source: Sensors
ru: Сенсоры

# Sidebar.Menu.Config.Devices.Description
source: Settings of the devices
ru: Найтстройки юритов

# Sidebar.Menu.Config.Devices.Name
source: Devices
ru: Устройства

# Sidebar.Menu.OwnMonitors.Description
source: My telemetry monitoring screen
ru: Мои мониторы телеметрии

# Sidebar.Menu.OwnMonitors.Name
source: My monitors
ru: Мои мониторы

# Sidebar.Menu.SharedMonitors.Description
source: Shared telemetry monitoring screen
ru: Совместные мониторы телеметрии

# Sidebar.Menu.SharedMonitors.Name
source: Shared monitors
ru: Совместные мониторы

# Sidebar.Menu.Overview.Description
source: Description
ru: Главный экран

# Sidebar.Menu.Overview.Name
source: Overview
ru: Главный экран

# Sidebar.Menu.Search.Placeholder
source: Find item ...
ru: Найти пункт ...

# ThemeSelector.dark
source: Dark
ru: Тёмная

# ThemeSelector.default
source: Default
ru: По-умолчанию

# ThemeSelector.humanistic
source: Humanistic
ru: Гуманистическая

# ThemeSelector.Label
source: Theme
ru: Тема

# ThemeSelector.software
source: Software
ru: Мягкая

# ThemeSelector.standard
source: Standard
ru: Стандартная

source: Device
ru: Устройства

# Device.Create.PageTitle
source: Register a device
ru: Регистрация устройства

# Device.CreateOrEdit.ToDeviceList
source: To the device list
ru: К списку устройств

# Device.CreateOrEdit.Fieldset.Common
source: Common
ru: Общие

# Device.CreateOrEdit.Guid.Placeholder
source: Enter the device GUID...
ru: Введите GUID устройства...

# Device.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок отображения

# Device.CreateOrEdit.Label.Enabled
source: Enable
ru: Включен

# Device.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# Device.CreateOrEdit.Label.Name
source: Name
ru: Имя

# Device.CreateOrEdit.Label.Description
source: Description
ru: Описание

# Device.CreateOrEdit.Label.SystemName
source: System name
ru: Системное имя

# Device.CreateOrEdit.Name.Placeholder
source: Enter the device name...
ru: Введите имя устройства...

# Device.CreateOrEdit.Description.Placeholder
source: Enter the device description...
ru: Введите краткое описание устройства...

# Device.CreateOrEdit.SystemName.Placeholder
source: Enter the device system name...
ru: Введите системное имя устройства...

# Device.Delete.Confirm.Message
source: Delete device "{0}"?
ru: Удалить устройство "{0}"?

# Device.Delete.Confirm.Title
source: Deletting the device
ru: Удаление устройства

# Device.Delete.Error
source: Error of deleting device "{0}".
ru: Ошибка удаления устройства "{0}".

# Device.Delete.Success
source: Device "{0}" was deleted successfully.
ru: Устройство "{0}" успешно удалёно.

# Device.Edit.PageTitle
source: Device {0}
ru: Устройство {0}

# Device.Insert.Error
source: Error of adding the device "{0}".
ru: Ошибка обновления устройства "{0}".

# Device.Insert.Success
source: Device "{0}" is added successfully.
ru: Устройство "{0}" успешно добавлено.

# Device.Update.Error
source: Error updating the device "{0}".
ru: Ошибка обновления устройства "{0}".

# Device.Update.Success
source: Device "{0}" is updated successfully.
ru: Устройство "{0}" успешно обновлёно.

source: Devices
ru: Устройства

# Validation.Length.Max
source: The {0} should be at most {1} characters.
ru: Значение {0} должно быть не более {1} знаков.

# Validation.Length.Min
source: The {0} should be at least {1} characters.
ru: Значение {0} должно быть не менее {1} знаков.

# Validation.RequireValue
source: The value is required.
ru: Требуется значение.

# Sensor.CreateOrEdit.Label.PriorityType
source: Priority
ru: Приоритет передачи

# Sensor.CreateOrEdit.Label.Device
source: Device
ru: Устройство

# Sensor.CreateOrEdit.Label.SensorType
source: Sensor type
ru: Тип сенсора

# Sensor.CreateOrEdit.SystemName.Placeholder
source: Enter a sensor system name...
ru: Введите системное имя сенсора...

# Sensor.Insert.Error
source: Error of adding the sensor "{0}".
ru: Ошибка добавления сенсора "{0}".

# Sensor.Insert.Success
source: Sensor "{0}" is added successfully.
ru: Сенсор "{0}" успешно добавлен.

# Widget.Insert.Error
source: Error of adding the widget "{0}".
ru: Ошибка добавления представления сенсора "{0}".

# Widget.Insert.Success
source: Widget "{0}" is added successfully.
ru: Представление сенсора "{0}" успешно добавлено.

# DataGrid.Column.SensorType
source: Type
ru: Тип

# Sensor.CreateOrEdit.Label.MeasureUnit
source: Measure device
ru: Ед. изм.

# Sensor.CreateOrEdit.MeasureUnit.Placeholder
source: Enter a measure device of the sensor value...
ru: Введите единицу измерения значений сенсора...

# Device.CreateOrEdit.ToDevice
source: Open the device
ru: Открыть устройство

# Pages.Configuration.Widgets
source: Widgets
ru: Представления

# Widget.CreateOrEdit.Fieldset.Visualization
source: Visualization
ru: Визуализация

# Widget.CreateOrEdit.ToWidgetList
source: To the widget list
ru: К списку виджетов

# Widget.CreateOrEdit.Label.WidgetType
source: Presentation type
ru: Тип представления

# Widget.CreateOrEdit.Label.HistoryPointsCount
source: History points
ru: Точек истории

# Widget.CreateOrEdit.Label.ShowHistory
source: Show history
ru: Показывать историю

# Widget.CreateOrEdit.Label.SmothHistoryChart
source: Smoth history
ru: Сглаживать историю

# Enum.WidgetType.ArcGauge
source: Arc gauge
ru: Арочный индикатор

# Enum.WidgetType.AreaChart
source: Area chart
ru: Диаграмма областей

# Enum.WidgetType.BarChart
source: Bar chart
ru: Столбчатая диаграмма

# Enum.WidgetType.ColunmChart
source: Column chart
ru: Гистограмма

# Enum.WidgetType.DonutChart
source: Donut chart
ru: Кольцевая диаграмма

# Enum.WidgetType.LineChart
source: Line chart
ru: Линейный график

# Enum.WidgetType.Map
source: Map
ru: Карта

# Enum.WidgetType.PieChart
source: Pie chart
ru: Круговая диаграмма

# Enum.WidgetType.RadialGauge
source: Radial gauge
ru: Радиальный индикатор

# Enum.WidgetType.TextConsole
source: Text console
ru: Консоль

# LoadingStub.Text
source: Loading...
ru: Загрузка...

# Widget.CreateOrEdit.Label.MaxCriticalValue
source: Max critical value
ru: Макс критическое занчение

# Widget.CreateOrEdit.Label.MaxValue
source: Maximal value
ru: Максимальное значение

# Widget.CreateOrEdit.Label.MinCriticalValue
source: Min critical value
ru: Мин критическое значение

# Widget.CreateOrEdit.Label.MinValue
source: Minimal value
ru: Минимальное значения

# Widget.CreateOrEdit.Label.ShowCriticalValueNotification
source: Сritical notification
ru: Критические уведомления

# Widget.CreateOrEdit.Label.ShowHistoryAnnotations
source: Show annotations
ru: Показывать аннотации

# Widget.CreateOrEdit.Label.ShowHistoryTrends
source: Show trends
ru: Показывать тренды

# Sensor.CreateOrEdit.ToDevice
source: To the device
ru: Открыть устройство

# Sensor.CreateOrEdit.ToDeviceList
source: To the device list
ru: К списку устройств

# PresentationMapping.Create.PageTitle
source: Create mapping the widget to the sensor
ru: Создание привязки представления к сенсору

# PresentationMapping.CreateOrEdit.ToSensor
source: To the sensor
ru: Открыть сенсор

# PresentationMapping.CreateOrEdit.ToWidget
source: To the widget
ru: Открыть представление

# PresentationMapping.CreateOrEdit.ToWidgetList
source: To the widget list
ru: К списку представлений

# PresentationMapping.CreateOrEdit.ToDevice
source: To the device
ru: Открыть устройство

# PresentationMapping.Edit.PageTitle
source: Edit mapping the widget to the sensor
ru: Редактирование привязки представления к сенсору

# PresentationMapping.CreateOrEdit.Fieldset.Common
source: Common
ru: Общие

# PresentationMapping.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок

# PresentationMapping.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# PresentationMapping.CreateOrEdit.Label.Presentation
source: Widget
ru: Представление

# PresentationMapping.CreateOrEdit.Label.Sensor
source: Sensor
ru: Сенсор

# PresentationMapping.CreateOrEdit.Label.Device
source: Device
ru: Устройство

# PresentationMapping.Delete.Confirm.Message
source: Delete the mapping the widget to the sensor "{0}"?
ru: Удалить привязку представления и сенсора "{0}"?

# PresentationMapping.Delete.Confirm.Title
source: Deletting the mapping the widget to the sensor
ru: Удаление привязки представления и сенсора

# PresentationMapping.Delete.Error
source: Error of deletting the mapping "{0}" the widget to the sensor
ru: Ошибка удаления привязки представления и сенсора "{0}".

# PresentationMapping.Delete.Success
source: Mapping "{0}" the widget to the sensor was deleted successfully.
ru: Привязка представления и сенсора "{0}" успешно удалёна.

# PresentationMapping.Insert.Error
source: Error of adding the mapping the widget to the sensor.
ru: Ошибка добавления привязки представления и сенсора.

# PresentationMapping.Update.Error
source: Error of deletting the mapping the widget to the sensor.
ru: Ошибка обновления привязки представлеия и сенсора.

# PresentationMapping.Update.Success
source: Mapping the widget to the sensor was updated successfully.
ru: Привязка представления и сенсора успешно обновлена.

# SensorWidget.Insert.Success
source: Mapping the widget to the sensor is added successfully.
ru: Привязка представления и сенсора успешно добавлена.

# DataGrid.Column.Sensor
source: Sensor
ru: Сенсор

# DataGrid.Column.Device
source: Device
ru: Устройство

# DataGrid.GroupPanelText
source: Drag a column header here and drop it to group by that column
ru: Для группировки перетащите сюда заголовок столбца

# MonitorMapping.Create.PageTitle
source: Create mapping the widget to the sensor
ru: Создание привязки монитора к сенсору

# MonitorMapping.CreateOrEdit.Fieldset.Common
source: Common
ru: Общие

# MonitorMapping.CreateOrEdit.Label.DisplayOrder
source: Display order
ru: Порядок

# MonitorMapping.CreateOrEdit.Label.ID
source: Id
ru: Ид.

# MonitorMapping.CreateOrEdit.Label.Monitor
source: Monitor
ru: Монитор

# MonitorMapping.CreateOrEdit.Label.Presentation
source: Widget
ru: Представление

# MonitorMapping.CreateOrEdit.Label.Sensor
source: Sensor
ru: Сенсор

# MonitorMapping.CreateOrEdit.Label.ToMonitor
source: To monitor
ru: Открыть монитор

# MonitorMapping.CreateOrEdit.Label.Device
source: Device
ru: Устройство

# MonitorMapping.CreateOrEdit.ToSensor
source: To the sensor
ru: Открыть сенсор

# MonitorMapping.CreateOrEdit.ToWidget
source: To the widget
ru: Открыть представление

# MonitorMapping.CreateOrEdit.ToDevice
source: To the device
ru: Открыть устройство

# MonitorMapping.Delete.Confirm.Title
source: Deletting the mapping the monitor to the sensor
ru: Удаление привязки монитор и сенсора

# MonitorMapping.Delete.Success
source: Mapping "{0}" the monitor to the sensor was deleted successfully.
ru: Привязка монитора и сенсора "{0}" успешно удалёна.

# MonitorMapping.Edit.PageTitle
source: Edit mapping the monitor to the sensor
ru: Редактирование привязки монитора к сенсору

# MonitorMapping.Insert.Error
source: Error of adding the mapping the monitor to the sensor.
ru: Ошибка добавления привязки монитора и сенсора.

# MonitorMapping.Insert.Success
source: Map the sensor to the monitor "{0}" was added successfully.
ru: Привязка сенсора к монитору"{0}" успешно добавлена.

# MonitorMapping.Update.Success
source: Mapping the monitor to the sensor was updated successfully.
ru: Привязка монитора и сенсора "{0}" успешно обновлена

# PresentationMapping.Insert.Success
source: Map the sensor to the widget "{0}" was added successfully.
ru: Привязка сенсора к пердставлению "{0}" успешно добавлена.

# DataGrid.Column.Widget
source: Widget
ru: Виджет

# MonitorMapping.CreateOrEdit.ToMonitor
source: To the monitor
ru: Открыть монитор

# MonitorMapping.CreateOrEdit.ToMonitorList
source: To the monitor list
ru: К списку мониторов

# MonitorMapping.CreateOrEdit.ToWidgetList
source: To the widget list
ru: К списку представлений

# ThemeSelector.material
source: Material
ru: Материальная

# Enum.WidgetType.Video
source: Video
ru: Видео

source: Connection status
ru: Статус соединения

# Connection.Closed
source: Connection has lost
ru: Соеднинение с сервером потеряно.

# Connection.Reconnected
source: Connection has rectored
ru: Соединенние восстановлено.

# Connection.Connected
source: Connection has set.
ru: Соединнение с сервреом установлено.

# Device.Status.Connected
source: Device "{0}" has connected with IP {1}.
ru: Устройство "{0}" подключёно с IP {1}.

# Device.Status.Disconnected
source: Device "{0}" has disconnected.
ru: Устройство "{0}" отключёно.

# Device.CreateOrEdit.Fieldset.DeviceConnected
source: Status: connected with IP {0}
ru: Статуc: подключен с IP {0}

# Device.CreateOrEdit.Label.Command
source: Send command
ru: Отправить комманду

# Device.CreateOrEdit.Fieldset.DeviceDisconnected
source: Status: disconnected.
ru: Статуc: отключен

# Hub.Connected
source: Hub has connected
ru: Соединение с сервером установлено.

# Hub.Disconnected
source: Hub connection has lost
ru: Соединение с сервером потеряно.

# Device.CreateOrEdit.Command.Send
source: Command {0} has sent to the device {1}.
ru: Команда {0} отправлена устройству {1}.

# Button.Clear
source: Clear
ru: Очистить

source: Console log
ru: Лог

# Device.CreateOrEdit.Fieldset.Creating
source: Creating
ru: Создание

# Device.Message
source: From "{0}": {1}
ru: От "{0}": {1}

# Sensor.CreateOrEdit.Fieldset.Configuration
source: JSON Configuration file
ru: JSON Файл конфигурации

source: Disconnected
ru: Отключён

# Widget.CreateOrEdit.Label.ShowAsAreachart
source: Show as Area chart
ru: Показывать график областей

source: Permission denied.
ru: Оператор не может вносить изменнения в кофигурацию системы.

# Sidebar.Menu.Report.Description
source: Reports
ru: Отчёты

# Sidebar.Menu.Report.Name
source: Reports
ru: Отчёты

# LoginDisplay.Role
source: Roles
ru: Роли

# LoginDisplay.Role.Administrators
source: admin
ru: админ

# LoginDisplay.Role.Operators
source: operator
ru: оператор

# LoginDisplay.Role.Owners
source: owner
ru: владелец

# Page.Index.NotAuthorized.Demo
source: For demo login, use login: <span class="span-dotted">demo@skywell.net</span> password: <span class="span-dotted">Mnbvcxz1</span>
ru: Для демо входа используйте логин: <span class="span-dotted">demo@skywell.net</span> пароль: <span class="span-dotted">Mnbvcxz1</span>

# Sensor.CreateOrEdit.Label.InCommonLog
source: Common Log
ru: Общий лог

# ConsoleLog.Common
source: Common log
ru: Общий лог

# Error.HttpResponse.500EntityAlreadyExists
source: The element already exists 500.
ru: Элемент уже существует 500.

# Error.HttpResponse.500NotImplemented
source: Method is not implemented on the server 500.
ru: Метод не имплементирован на сервере 500.

# Error.HttpResponse.FailedFetch
source: Sever is unavaible.
ru: Сервер не доступен.

# Error.HttpResponse.Forbidden
source: Forbidden 403.
ru: Доступ запрещён 403.

# Error.HttpResponse.MethodNotAllowed
source: Method is not allowed 405.
ru: Метод запрещён 405.

# Error.HttpResponse.NoContent
source: Empty response 204.
ru: Пустой ответ 204.

# Error.HttpResponse.NotAcceptable
source: Method is not acceptable 406.
ru: Метод не применим 406.

# Error.HttpResponse.NotFound
source: Resource is not found 404.
ru: Ресурс не найден 404.

# Error.HttpResponse.OperationCanceled
source: The operation was canceled by the server.
ru: Операция прервана.

# Error.HttpResponse.Unauthorized
source: Authorization is required 401.
ru: Требуется авторизация 401.

# MonitorMapping.Delete.Confirm.Message
source: Delete the mapping the monitor to the sensor "{0}"?
ru: Удалить привязку монитора к сенсору "{0}"?
