Repository: aybelanov/tinyPlatform
Catalog: src/Clients/Dash/Services/Localization/Localizer.*.resx
Languages: ru

# Table.Devices.UserMapping.Hint
source: The users to whom you granted access to the device.
ru: Пользователи, которым вы предоставили доступ к устройству.

# Table.Monitors.UserMapping
source: Monitor's users
ru: Пользователи монитора

# Table.Monitors.UserMapping.Hint
source: The users to whom you granted access to the monitor.
ru: Пользователи, которым вы предоставили доступ к монитору

# Table.Presentations.Hint
source: The composition of the monitor. Presentations that monitor shows.
ru: Состав монитора. Представления, которые показывает монитор

# Table.Presentations.Title
source: Presentations
ru: Представления

# User.Map.Error
source: Error granting access for the user {0}.
ru: Ошибка предоставления доступа пользователю {0}.

# User.Map.Success
source: Access for user has been successfully granted.
ru: Доступ пользователю {0} успешно предоставлен.

# User.Unmap.Confirm.Message
source: Revoke access for the user {0}?
ru: Отменить доступ для пользоваетля {0}?

# User.Unmap.Confirm.Title
source: Revoking access
ru: Отмена доступа

# User.Unmap.Error
source: Access revoking error for user {0}.
ru: Ошибка отмены доступа для пользователя {0}.

# User.Unmap.Success
source: Access for user {0} has been revoked successfully.
ru: Доступ пользователя {0} успешно отменён.

# Validation.NotAuthenticated
source: You are not authenticated
ru: Вы не аутентифицированы.

# Validation.TheSameUser
source: It is you. Enter other username.
ru: Вы этот пользователь. Введите другой юзернейм.

# Validation.UserName.NotExist
source: User does not exist or not active (blocked).
ru: Пользователь не сущетвует или не активен (заблокирован).

# Table.Sensors.MonitorTable
source: Sensor's monitors
ru: Мониторы сенсора

# Table.Sensors.MonitorTable.Hint
source: The monitors which display the sensor.
ru: Мониторы, на которых отображается сенсор.

# Monitor.CreateOrEdit.ShowMonitor
source: Show
ru: Показать

# Table.Widgets.MonitorTable
source: Widget's monitors
ru: Мониторы виджета

# Table.Widgets.MonitorTable.Hint
source: The monitors which display the widget.
ru: Мониторы, которые используют данный виджет.

# Enum.WidgetType.LiveChart
source: Live chart
ru: Живой график

# Validation.RequireRange
source: Range must be from {0} to {1}
ru: Диапазон должен быть от {0} до {1}

# Widget.CreateOrEdit.Label.HistoryTrack
source: History points
ru: Последних точек

# Widget.CreateOrEdit.Label.HistoryTrack.Hint
source: Count of the last points
ru: количество оторажаемых последних точек

# Widget.CreateOrEdit.Label.PreloadVideo
source: Preload, min
ru: Прелоад, мин

# Widget.CreateOrEdit.Label.QueueVolume
source: Message queue
ru: Очередь сообщений

# Widget.CreateOrEdit.Label.QueueVolume.Hint
source: Size of saved messages in the console queue
ru: Размер сообшений, сохраняемых в консоле

# Widget.CreateOrEdit.Fieldset.SvgSchemeConfig
source: SVG scheme configuration
ru: Конфигурация SVG схемы

# Widget.AdjustLiveScheme.BeforeSaveHint
source: Save the widget before continuing
ru: Сохраните виджет, прежде чем продолжить

# Widgets.SvgScheme.Upload.Success
source: Svg scheme for widget {0} has been upload successfully.
ru: Svg схема для виджета {0} успешно обновлена.

# Exception.Rpc.Demo
source: It is a demo account. Demo user cannot change data.
ru: Это демо аккаунт. Демо пользователь не может изменять данные.
